export var PageConfig = {
  bottomTab: [{
    name: "省钱操作"
  }, {
    name: "省钱技巧"
  }, {
    name: "收藏"
  }, {
    name: "我的"
  }],
  pageInfo: [{
    title: "省钱操作",
    tip: "每天推荐10个省钱操作"
  }, {
    title: "省钱技巧",
    tip: "每天推荐10个省钱技巧"
  }, {
    title: "收藏",
    tip: "收藏"
  }, {
    title: "我的",
    tip: "我的"
  }]
};
export var privacy = '免责声明 2026-03-23\n\n1、本网站部分文章信息来源于网络转载是出于传\n递更多信息之目的,并不意味着赞同其观点或证实\n其内容的真实性。如其他媒体、网站或个人从本网\n下载使用,必须保留本网注明的"稿件来源",并自\n负版权等法律责任。如对稿件内容有疑议,请及时\n与我们联系。\n\n2、本网站致力于提供合理、准确、完整、客观的\n资讯信息,但不能保证全部信息的合理性、准确性\n和完整性,且不对因信息的不合理、不准确或遗漏\n导致的任何损失或损害承担责任。本网站所有信息\n仅供参考,不做交易和服务的根据,如自行使用本网\n资料发生偏差,本站概不负责,亦不负任何法律责任。\n\n3、凡本网站转载的所有的文章、图片、音频视频\n文件等资料的版权归原版权所有人所有,本站采用\n的非本站原创文章及图片等内容无法和版权者联系,\n如果本网所选内容的文章或图片的作者或版权所有\n者认为其作品不宜上网供大家浏览,或不应无偿使用,\n请及时用电子邮件(malin@zlyq.net.cn)通知我们,\n以迅速采取适当措施,避免给双方造成不必要的经济\n损失。\n\n4、对于已经授权本站独家使用提供给本站资料的版\n权所有人的文章、图片等资料,如需转载使用,需取得\n本站和版权所有人的同意。\n\n5、任何由于黑客攻击、计算机病毒侵入或发作、\n因政府管制而造成的暂时性关闭等影响网络正常\n经营的不可抗力而造成的损失,本网站均得免责。\n由于与本网站链接的其它网站所造成之个人资料\n泄露及由此而导致的任何法律争议和后果,本网站\n均得免责。\n\n6、本网站如因系统维护或升级而需暂停服务时,将\n事先公告。若因线路及非本公司控制范围外的硬件\n故障或其它不可抗力而导致暂停服务,于暂停服务期\n间造成的一切不便与损失,本网站不负任何责任。\n\n7、本网站使用者因为违反本声明的规定而触犯中\n华人民共和国法律的,一切后果自己负责,本网站不\n承担任何责任。\n\n8、凡以任何方式登陆本网站或直接、间接使用本\n网站资料者,视为自愿接受本网站声明的约束。\n\n9、本声明未涉及的问题参见国家有关法律法规,当\n本声明与国家法律法规冲突时,以国家法律法规\n为准。\n\n10、本网站如无意中侵犯了哪个媒体或个人的知识\n产权,请发邮件或来电告之,本网站将立即给予删除。\n\n11、本网站的主旨是"只有记录,不做评述",如因网友\n留言或评论而产生的不良影响,本网站均得免责。';
export var resBasePath = "sceneA/";
export enum EAppThemeType {
  Theme1 = 0,
  Theme2 = 1,
  Theme3 = 2,
  Theme4 = 3,
}
export var appTheme = EAppThemeType.Theme2;